created_date = '01.11.2024'  # - дата создания заметки в формате "день-месяц-год", например "10-11-2024"
issue_date = '31.02.2025'  # - дата истечения заметки (дедлайн) в формате "день-месяц-год", например "10-12-2024"

temp_created_date = created_date[:5]
temp_issue_date = issue_date[:5]

print('Дата создания заметки:', temp_created_date)
print('Дата истечения заметки:', temp_issue_date)

print('-----------------------------------------')

created_date = '01.11.2024'  # - дата создания заметки в формате "день-месяц-год", например "10-11-2024"
issue_date = '31.02.2025'  # - дата истечения заметки (дедлайн) в формате "день-месяц-год", например "10-12-2024"

temp_created_date = created_date[:6]+created_date[8:]
temp_issue_date = issue_date[:6]+issue_date[8:]

print('Дата создания заметки:', temp_created_date)
print('Дата истечения заметки:', temp_issue_date)

print('-----------------------------------------')

created_date = '01.11.2024'  # - дата создания заметки в формате "день-месяц-год", например "10-11-2024"
issue_date = '31.02.2025'  # - дата истечения заметки (дедлайн) в формате "день-месяц-год", например "10-12-2024"

print('Дата создания заметки:', created_date[:5])
print('Дата истечения заметки:', issue_date[:5])
